[
    {
        "Document":"KSR",
        "Part":"I",
        "Chapter":"VII",
        "Appendix":"",
        "Annexure":"",
        "Section":"",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"55",
        "Description":"#An officer under suspension or deemed to have been placed under suspension by an order of the appointing authority is entitled to the following payments:-\n** [Deleted] Subsistence allowance at an amount equal to *the leave salary which the officer would have drawn had he been on leave on half-pay on the date of suspension; but the benefit of any increase in pay due to increment falling due during the period of suspension will not be admissible during the period.\nThis amendment shall be deemed to have come into force with effect from 1st April 1973.\n† [Deleted]\n** † This amendment shall be deemed to have come into force w.e.f. from 6th March, 1997.\nIn addition, he may be granted to such extent and subject to such conditions as the authority ordering his suspension may direct-\n(i) Dearness allowance and Dearness pay not exceeding the amount admissible as such had he been on leave on leave salary equal to the rate of subsistence allowance payable from time to time.\n(ii) Any other compensatory allowance of which he was in receipt on the date of suspension.\nNote 1.- If an officer under suspension is dismissed with retrospective effect no recovery is necessary of the subsistence grant already paid to him.\nNote 2.-(a) Deductions shall be made from the subsistence allowance on account of the following :-\n(i) Income Tax and Super Tax (provided the employees annual income calculated with reference to subsistence allowance is taxable).\n(ii) House rent and allied charges i.e., electricity, water, furniture etc.\n(iii) Repayment of loans and advances, taken from Government at such rates as the Head of the Department deems appropriate.\n(iv) *Amounts due to Co-operative Stores and Co-operative Credit Societies.\n(v) **Subscription to the Family Benefit Scheme, if the officer is a subscriber to the scheme.\n(vi) #Subscription to the Group Insurance Scheme, if the officer is a subscriber to the scheme.\n# This amendment shall be deemed to have come into force w.e.f. 6th July, 2002\n(b) Deduction on account of the following shall be optional: -\n(i) Premia due on Postal Life Insurance Policies and State Life Insurance Policies-Official Branch.\n(ii) Refund of advances taken from General Provident Fund. optional deductions.\nC. Deductions of the following nature should not be made from the subsistence allowance:-\n(i) Subscription to a General Provident Fund.\n(ii) Amount due to Court attachments.\n(iii) Recovery of loss to Government for which an officer is responsible.\n(d) As regards recovery of overpayments, there is no bar to effect the same from the subsistence allowance, but such recoveries of overpayments should not ordinarily be made at a rate greater than one-third of the amount of the subsistence allowance i.e., exclusive of dearness allowance if any, admissible to him.\nNote 3.- No payment under the rules shall be made unless the officer furnishes a certificate that he is not engaged in any other employment, business, profession or vocation. In the case of non-gazetted officers, the certificate signed by the officer should be countersigned by a gazetted officer, in token of acceptance. It should then be attached to the bill in which subsistence allowance for the period covered by the certificate is claimed. In the case of gazetted officers payment of subsistence allowance will be authorised by the Accountant General on the basis of the sanction issued by the competent authority and the Treasury Officer will pay the allowance only if a similar countersigned certificate is attached to the bill claiming it.\nNote 3A.-*Compensatory allowance under clause (ii) above may be granted provided the officer certifies that for the period for which the allowance is claimed, he continued to incur the whole or a considerable part ofthe expense to meet which the allowance was granted. The maximum period for which the compensatory allowance may be paid shall be limited to *180 days.\n* This amendment shall be deemed to have come into force w.e.f. 25th July, 1995.\nNote 4.- In the case of an officer under suspension before 27th July 1962 recovery of House Construction Advance shall be limited to 1\/3 of the subsistence allowance or the usual rate of monthly instalment whichever is lower. No penal interest shall be levied on the defaulted portion of the instalment.\nThis amendment shall be deemed to have come into force with effect from 25th July, 1995."
    },
    {
        "Document":"KSR",
        "Part":"I",
        "Chapter":"IX",
        "Appendix":"",
        "Annexure":"",
        "Section":"IX B",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"102B",
        "Description":"The competent authority may grant paternity leave for a period up to 10 days to male State Government Employees during the confinement of his wife for two deliveries, with full pay and allowances as admissible under rule 92 of Part I, Kerala Service Rules. The grant of such leave shall be subject to the following further conditions, namely:-\n(a) that the leave will be granted for a period up to 10 days before or within three months after the date of delivery.\n(b) that the leave will be granted only if the request for leave is supported by a certificate from the Medical Officer showing either the expected date of delivery or the exact date of delivery , depending on whether the leave commences before or after the delivery, as the case may be.\n(c) that the leave will be allowed to be combined with other kinds of leave except leave without allowance under Appendix XII A\/XII B\/ XII C, Part I, Kerala Service Rules.\n(d) that such leave will not be debited against the leave account but its details shall be entered in the Service Book of the employee."
    },
    {
        "Document":"KSR",
        "Part":"II",
        "Chapter":"I",
        "Appendix":"",
        "Annexure":"",
        "Section":"V",
        "Sub Section":"III",
        "Sub division":"",
        "Rule no.":"25",
        "Description":"For the purpose of calculating mileage allowance, officers are entitled to class of accommodation according to the following scale :-\n(a) An Officer of the First Grade: Highest class\n(b) An Officer of the Second Grade: If there be two classes only on the steamer the higher class, and if there be more than two classes, middle or second class.\n(c) An Officer of the Third Grade: If there be two classes only on the steamer the lower class, if there be three classes, middle class, or second class and if there be four classes, third class.\n(d) An officer of the Fourth Grade: Lowest class"
    },
    {
        "Document":"KSR",
        "Part":"II",
        "Chapter":"I",
        "Appendix":"",
        "Annexure":"",
        "Section":"III",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"6",
        "Description":"A permanent monthly Travelling Allowance may be granted by Government to any officer whose duties require him to travel extensively. Such an allowance is granted in lieu of all other forms of Travelling Allowance for journeys within the officer’s sphere of duty and is drawn all the year round, whether the officer is absent from his headquarters or not.\nGovernment Decision No. 1\nSince Permanent Travelling Allowance is fixed at a monthly rate it is not necessary that the officer should be on tour beyond 8 kilometres from headquarters on all days of the month. Even for days he is not on tour outside 8 kilometres from headquarters he can draw Permanent Travelling Allowance. This does not however mean that Permanent Travelling Allowance can be drawn without leaving headquarters on any day of the month. The drawal of the allowance will be governed by the order fixing the rate of Permanent Travelling Allowance and prescribing the terms and conditions for its drawal. For the drawal of full amount of Permanent Travelling Allowance an officer should be on tour outside 8 kilometres from headquarters for 15 days in a month and should spend at least 6 hours outside headquarters on each such day. If the minimum number of days of travel is not performed reduction has to be made as per the terms and conditions of the Permanent Travelling Allowance\nThis decision shall be deemed to have come into force with effect from 9th December 1970.\nGovernment Decision No. 2\nThe following procedure will be followed for drawal of P.T.A in cases where an officer is on duty for a part of a month and also in cases where the officer has been on duty for the whole month but has not toured for the minimum number of days prescribed :-\n(a) If an officer is on duty for a part of a month he will be allowed proportionate P.T.A. for the days he is on duty provided that the officer is on tour for the proportionate number of days with reference to the minimum days of tour prescribed.\n(b) For every day short toured, a deduction of will ( I x PTA) \/ Y be made where Y is the minimum number of days of tour prescribed.\nExample.- Suppose an officer whose P.T.A. is Rs. 40 per mensem, and whose minimum period of touring is fixed as 20 days per month, is on duty only for 20 days in a month of 30 days. He is entitled to a P.T.A. of Rs. (20 x 40)\/30 = Rs. 26.67 provided, he puts in not less than the proportionate number of tour days, i.e., (20 x 20)\/30 = 13 days. For every day short toured by him a deduction of 1\/20 of Rs. 40 will be made (i.e., if he tours only for 12 days, an amount of Rs. 2 will be deducted from Rs. 26.67).\n(c) In cases where the officer is on duty for the whole month but has not toured for the minimum number of days prescribed, a deduction of (X x P.T.A) \/ Y will be made where X and Y are the shortfall in the number of days of tour and the minimum number of days of tour prescribed in a month respectively.\nExample.- Suppose an officer whose P.T.A is Rs. 40 per mensem and whose minimum number of tour days is fixed as 20 per month, is on duty for the whole month and tours only for 15 days, a deduction of 5 x 40\/20 = Rs. 10 is to be made from his P.T.A. of Rs. 40 per mensem.\nEffective from 8th June 1962."
    },
    {
        "Document":"KSR",
        "Part":"II",
        "Chapter":"II",
        "Appendix":"",
        "Annexure":"",
        "Section":"II",
        "Sub Section":"III",
        "Sub division":"I",
        "Rule no.":"55",
        "Description":"Except where otherwise expressly provided in these rules, an officer not in receipt of Permanent Travelling Allowance draws Travelling Allowance for journeys on tour in the shape of daily allowance."
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"VIII",
        "Appendix":"",
        "Annexure":"",
        "Section":"IA",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"111A",
        "Description":"On a Government employee completing 25 years of service or on his being left with 5 years before date of retirement, whichever is earlier, the Audit Officer concerned in case of a gazetted Government employee and or the head of office, in consultation with the Audit Officer concerned, in the case of a non-gazetted Government employee, shall, in accordance with the rules for the time being in force, verify the service rendered by such Government employee and determine the qualifying service and communicate to him the period of qualifying service so determined."
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"VIII",
        "Appendix":"",
        "Annexure":"",
        "Section":"V",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"118",
        "Description":"118. ‘Cases where death occurs while in service’ : –\n(1) If the government employee has executed a nomination in the prescribed form and the nomination subsists, the Head of the Office\/Department or the Audit Officer who is the custodian of the nomination shall, on receipt of the death report of the employee, send to the nominee(s) a letter in Form 6A together with a copy of form 6 asking for necessary documents. On their receipt, he shall draw up the pension papers and forward them to the pension sanctioning authority .The pension sanctioning authority will sanction the death-cum-retirement gratuity and the family pension, if any, and send the pension papers to the Audit Officer. After verification, the Audit Officer shall authorize the payment of the amount of death- cum-retirement gratuity and issue family pension payment order on the authority of the orders recorded by the pension sanctioning authority\n(2) If the employee has not executed a nomination in the prescribed form or in cases where the nomination made does not subsist, the head of the office\/department shall arrange to conduct an enquiry to ascertain who are the surviving members of the family eligible to receive the death-cum-retirement gratuity and family pension. On receipt of the enquiry report in the form in Annexure III, he shall obtain from the surviving eligible members an application in Form 6, draw up the pension papers in respect of the deceased non-gazetted employee and forward them to the pension sanctioning authority. If the claimant for family pension is the father or the mother, etc., the Head of Office\/ department should satisfy himself that the conditions laid down in Rules 81, 84, and 90, as the case may be are fulfilled before forwarding the pension papers to the pension sanctioning authority. The pension sanctioning authority shall, after recording his orders sanctioning death-cum-retirement gratuity and family pension, pass on the pension papers to the Audit Officer for authorizing the payment of the amount of death-cum-retirement gratuity and issuing family pension payment order. The enquiry report along with the application in Form 6 from the surviving eligible members of the family of a deceased Gazetted Government Employee shall be passed on to the Audit Officer who shall complete the Form 6 and forward it to the pension sanctioning authority for recording his orders for the payment of the death-cum-retirement gratuity and the family pension. After recording the orders of the Pension Sanctioning authority on the Pension application, it shall be forwarded to the Audit Officer for authorizing payment of the amount of death-cum-retirement gratuity and issuing Pension Payment Order.\n(3) When the gratuity is payable under clauses (1) and (2) above to the minor. – If the amount or share of the gratuity is payable to a minor, it will be paid to the natural guardian of the minor, and in the absence of a natural guardian, to the person who produces a guardianship certificate. A descriptive roll in duplicate of the person who may be authorized to receive payment should accompany the application in Form 6;\n† Provided that where the minor child is under the care of a de facto guardian while the natural guardian is alive and the natural guardian consents to the payment of amount or share of the gratuity to the de facto guardian, it shall be payable to de facto guardian, on production by him of-\n(i) A certificate from the Tahasildar of the Taluk to the effect that the minor is under the care and custody of the de facto guardian;\n(ii) The written consent of the natural guardian duly attested by two witnesses; and\n(iii) An indemnity bond in Form 8 A\nNote 1 :–The legal position as to whom the capacity of minor natural guardian\/legal guardian, the share of a minor would be payable is explained as under: -\n(i) Where no valid nomination subsists. –\n(a) When a share payable to minor sons or minor unmarried daughters it should be paid to the surviving parent except in the case when the surviving parent happens to be a Muslim lady, where, however, there is no surviving parent, or the surviving parent is a Muslim lady, payment will have to be made to the persons producing the guardianship certificate.\n(b) When a share is payable to a widowed minor daughter production of a guardianship certificate would be necessary.\n(c) If in a rare case the wife herself happens to be a minor the death-cum-retirement gratuity payable to her shall be paid to the persons producing the guardianship certificate.\n(d) When there are no surviving members of the family as in items (a), (b), (c) and (d) of Rule 71 and the death-cum-retirement gratuity becomes payable to a minor brother or a minor unmarried sister, the payment should be made to the father or, in his absence the mother of the beneficiary except in the case where the mother happens to be a Muslim lady. If the death-cum-retirement gratuity becomes payable to a minor child of a predeceased son, payment should be made to the mother of the beneficiary except in the case where the mother happens to be a Muslim lady. In these cases too, if there is no surviving parent or the surviving parent happens to be a Muslim lady, the payment shall be made to the person producing the guardianship certificate. If any share is payable to a widowed minor sister, the production of a guardianship certificate would be necessary.\n(ii) Where a valid nomination subsists. –\n(a) Where the nomination is in respect of one or more of the minor members of the family, the position stated above would apply.\n(b) Where there is no family, the nomination in favour of an illegitimate child, or a married sister would also be valid. The position would, therefore, be as follows: -\n(i) If the nominee is an illegitimate child, share will be payable to the mother, and, in her absence the production of a guardianship certificate would be necessary.\n(ii) If the share is payable a married minor girl, the share will be payable to the husband.\nExplanation: The term “surviving parent” mentioned in Note 1 (i) above does not include “ surviving step mother”.\nNote 2 :–Payment of death-cum-retirement gratuity to the extent of Rs.*100000 (or the first Rs. *100000 where the amount payable exceeds Rs.*100000) in favour of a minor may be made to his\/her guardian in the absence of a natural guardian, without the production of a formal guardianship certificate but subject to the production of an indemnity bond in Form 8A with two suitable solvent sureties to the satisfaction of the sanctioning authority. The balance in excess of Rs.*100000, if any, would become payable on the production of a certificate of guardianship.\nIt is essential that there should prima facie grounds for making payment on the production of an indemnity bond to the person claiming it. Such ground can exist only if he is shown by a sworn declaration to be a de-facto guardian and his bonafides have been ascertained. Even if a guardian has not yet been appointed by the court, if the minor and his property are in the custody of some person, such person is in law de-facto guardian. The authorities making the payment should therefore, require the person who comes forward to claim payment on behalf of the minor, to satisfy them by an affidavit that he is in charge of the person and property of the minor and is looking after it or that, if the minor has no property other than the gratuity the minor is in his custody and care. The affidavit so to be produced is in addition to the indemnity bond with suitable sureties.\nNote 3 :–In cases where the surviving parent happens to be a Muslim lady and where the aggregate amount of the gratuity due to her minor children does not exceed one thousand rupees, the share of the death-cum-retirement gratuity due to them will be paid to her on production of a certificate issued by the Tahasildar in whose jurisdiction the beneficiaries live, that the minor children are under her care and custody."
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"VIII",
        "Appendix":"",
        "Annexure":"",
        "Section":"IV",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"116",
        "Description":"(1) When a Government employee is likely to retire before his pension can be finally assessed and settled in accordance with the provisions of this part, the Audit Officer, in the case of gazetted government employees and non-gazetted employees and whose cases where referred to him before retirement and the head of office in the case of other non-gazetted Government employees shall issue authorization\/ proceedings sanctioning *100% of the probable pension to which the government employee is eligible for as ‘Anticipatory Pension’ . The pension so disbursed shall be subject to revision on completion of detailed investigation and enquiries, if any. If the amount of anticipatory pension granted to an employee is afterwards found to be in excess of the pension finally assessed under the rules, he shall be called upon to refund the excess in the manner and subject to the condition specified in Rule 117.\n(2) If the Government employee is entitled to gratuity in lieu of pension not more than three-fourth of the amount of such probable gratuity shall be disbursed to him under the authority from the Accountant General in the case of a gazetted Government employee and on the sanction of the head of Office\/Department in the form in Annexure 1 in the case of non-gazetted government employee.\nNot more than three-fourth of the amount of death–cum-retirement gratuity shall also be authorized for payment to the pensioner as above.\n(3) In the event of death of a government employee, similar payment of gratuity\/death-cum-retirement gratuity may also be made in the appropriate proportion to the nominees and in cases where no valid nomination subsists, to the surviving members of his family in accordance with the relevant orders issued from time to time\n(4) A copy of the sanction for anticipatory pension (or gratuity) and death-cum-retirement gratuity issued in the form in Annexure I in the case of a non-gazetted government employee shall be endorsed to the Accountant General also.\n(5) *[Omitted. Takes effect on and from 1st October 1977]\nRuling\n1. If the liabilities could not be finalized but could be estimated at the time of retirement, pension and death-cum-retirement gratuity will be released after accepting a surety bond or cash deposit or after withholding from the death-cum-retirement gratuity the estimated amount of the outstanding dues plus 25 per cent thereof.\n2. If disciplinary proceedings are being continued against an officer under Rule 3 as on the date of retirement the existing provision under Rule 3-A of paying provisional pension withholding the entire death-cum-retirement gratuity will be operative.\n3. In cases not covered by paragraph (1) or (2) above, the pension and death-cum-retirement gratuity will be released provisionally after withholding from the death –cum-retirement gratuity, the amounts noted below:\n(1) Employees in charge of cash\/stores: The full amount of death-cum-retirement gratuity\n(2) *Gazetted and Non-Gazetted employees other than (1) above: 10 percent of the death-cum-retirement gratuity."
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"X",
        "Appendix":"",
        "Annexure":"",
        "Section":"",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"142",
        "Description":"In all cases in which a Service Book is necessary under Rule 141 such a book must be supplied by the employee at his own cost, on his first appointment to Government Service. It must be kept in the custody of the Head of the Office in which he is serving and transferred with him from office to office. The Service Book shall not be returned to the employee on the termination of his service by retirement, resignation, dismissal or discharges from service without fault, as the case may be. It shall be retained by the Head of Office in which the employee last served for periods as under\n(i) Service Book of employee who has resigned: 5 years from the date of resignation\n(ii) Service Book of employee who has been removed \/dismissed: (a) 5 years, if no case is pending in any court.\n(b) 3 years after final judgement under the normal course of law i.e. the last judgement of the highest court as established by law – where the court has upheld the Governments’ decision to remove\/ dismiss the employee\n(iii) Service Book of employees who retire from service\/dies while in service\/have been retrenched: 25 years from the date of retirement\/ death\/ retrenchment.\n\nNote:- The Service Book of an employee who has been dismissed and who is afterwards reinstated should on requisition be returned to the Head of the Office in which he is re-employed\nA similar course should be adopted when an employee has been discharged without fault or resigns and is subsequently re-employed."
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"VI",
        "Appendix":"XIII",
        "Annexure":"",
        "Section":"",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"11",
        "Description":"(1) If the deceased employee has left neither a widow nor a child an award may be made to his father and his mother individually or jointly and in the absence of the father and the mother, to minor brothers and sisters, individually or collectively, if they were large dependent on the employee for support and are in pecuniary need:\nProvided that the total amount of the award shall not exceed one half of the pension that would have been admissible to the widow under Rule 9:\nProvided further that each minor brother’s and sister’s share shall not exceed the amount of pension specified in Schedule III for a “child who is not motherless”.\n*Provided also that the minimum extraordinary family pension of ` 75# shall be granted to parents whose pension falls short of ` 75.\n(2) Any award made under sub-rule (1) of this rule will, in the event of an improvement in the pecuniary circumstances of the pensioner, be subject to review in such manner as Government may by order prescribe.\n(3) Notwithstanding anything contained in sub-paras 1 and 2 a gratuity equal to one half of that admissible to the widow under schedule III may, in the absence of widow and children be paid to the father and mother of the deceased individually or jointly without reference to dependency on the deceased Government employee or pecuniary need.\n(The term ‘child’ includes posthumous child – vide G.O.(P) 625\/69\/Fin., dated\n17th November 1969)"
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"VIII",
        "Appendix":"",
        "Annexure":"I",
        "Section":"",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"116",
        "Description":"ANNEXURE I\nAnticipatory Pension Sanction Form\n[Referred to in Rule 116 (2) and (4) of part III, Kerala Service Rules]\nProceedings of the ……..………….……………............................ No.……….. Dated…………… 20…………….…………\nSub :– Anticipatory pension (or gratuity) and death-cum-retirement gratuity Sri\/Smt…………………..sanctioned.\nRead :–\n1 ……………………………………………………\n2 ……………………………………………………\nORDER\nAn anticipatory pension of Rs.………………(Rupees…………only) a month or gratuity of Rs.…………(Rupees……………only) and a death-cum-retirement gratuity of Rs.…………..(Rupees……………only) is\/are sanctioned to Sri\/Smt…………..(Name and designation) retired on ………………19……………from the office of ……………….(2) The amount of Rs.. ……………(Rupees…………only) shall be recovered from\nthe gratuity\/ death-cum-retirement gratuity as detailed below\n(i) Contribution to contributory family pension …. …..\n(ii) Amount towards assessed liabilities …. …..\n(iii) Amount towards unassessed liabilities …. …..\n(3) The pension is payable from………..20……..to.................. 20.. ……\n(4) The expenditure will be initially debited to kerala under “65- Pension and Other Retirement Benefits” to be suitably allocated later on when final payment is sanctioned.\n(5) This sanction is subject to revision when the final pension\/gratuity and death-cum- retirement gratuity are sanctioned.\n………………………………\nPension Sanctioning Authority\nTo\nThe Accountant General, Kerala\nThe District\/Sub Treasury Officer\nThe person concerned."
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"VIII",
        "Appendix":"",
        "Annexure":"III",
        "Section":"V",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"118",
        "Description":"ANNEXURE III\nForm of Enquiry Report\n[Referred to in Rule 118 (2) of part III, Kerala Service Rules]\nI hereby certify that I have made personal enquiries regarding the surviving members of the family of late Sri\/Smt ……….…………………… (designation) as per rules 67 and 71 of Part III of K.S.Rs, and I am satisfied that the persons whose particulars mentioned below are the only claimants who are eligible for the death-cum-retirement gratuity.\n1. Wife\/husband\n2. Sons\n3. Unmarried daughter (unmarried as on the date of death of the\ndeceased employee)\n4. Widowed\/ divorced daughter (widowed\/ divorced as on the date\nof death of the deceased employee)\n5. * Brothers below the age of 18 years and unmarried or widowed or\ndivorced sisters (as on the date of death of deceased employee)\n6. Father\n7. Mother\n8. Married daughters\n9. Children of a pre-deceased son\n\n\nHead of Office\/ Department……………..\nName of Office\/Department……………..\nPlace………….\nDate………….\n\n\nINSTRUCTIONS\n1. The question of payment of a share of death-cum- retirement gratuity to any member (s) falling under categories 4 to9 will arise only in cases where there is no member (s) falling under categories 1 to 3 alive (Vide Rule 67 read with Rule 71 of K.S.R. Part III)\n2. The name, address, age, relationship with the deceased, two bodily marks of identification and two-specimen signatures of each member should be given. The bodily marks of identification and specimen signature are not necessary in respect of minors.\n3. Item 2, 3 and 4 will include stepchildren, adopted children and posthumous children.\nItems 6 and 7 will include adoptive parents in the case of individuals whose personal law permits adoption.\nItem 8 will include married adopted and \/ or step daughters."
    },
    {
        "Document":"KSR",
        "Part":"I",
        "Chapter":"",
        "Appendix":"III",
        "Annexure":"",
        "Section":"",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"23",
        "Description":"RULES RELATING TO CHARGE OF OFFICE\n(Referred to in Rule 23 of Part I)\nPART I\nCharge of Office\n1. Unless for special recorded reasons (which must be of a public nature) the authority under whose orders the transfer takes place permits or requires it to be made in any particular case elsewhere, or otherwise, the charge of an office must be made over at its headquarters, both the relieving and the relieved officers being present.\n2. The condition imposed by this rule that both the relieving and the relieved officers must be present is not enforced in the case of officers who are permitted to combine vacation or gazetted holidays with leave.\n(a) When they are prefixed to leave the outgoing officer will report, before leaving headquarters, or if for urgent reasons the leave is granted during vacation, or holidays, as soon as it is granted that he makes over charge with effect from the end of the vacation or holidays. The relieving officer will then take over charge at the end of the vacation or holidays in the ordinary way.\n(b) When they are affixed to leave the officer to be relieved will make over charge in the ordinary way before the vacation or holidays, the incoming officer on return at the end of the vacation or holidays, taking over charge with effect from the beginning of the vacation or holidays.\n3. The headquarters of any other officer is either the station which has been declared to be his headquarters by the authority which appoints him, or, in the absence of such declaration, the station where the records of his office are kept.\n\nPART II\nLeaving Jurisdiction\n1. No officer (other than a Police Officer acting within his legal powers) is entitled to pay or allowances for any time he may spend beyond the limits of his charge without proper authority.\n2. Heads of Departments and Heads of Offices may authorise any officer or subordinate under their control to proceed on duty beyond the limits of his charge but within their own jurisdiction.\n3. The sanction of Government is required for any officer proceeding beyond the limits of the State.\nRuling\nThis rule will not be applicable to a case where an Officer is summoned to attend a court outside the State. He should, however, inform his controlling officer before he leaves station."
    },
    {
        "Document":"KSR",
        "Part":"I",
        "Chapter":"",
        "Appendix":"IV A",
        "Annexure":"",
        "Section":"",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"14",
        "Description":"RULES REGULATING THE GRANT OF OVERTIME ALLOWANCE TO THE STAFF OF DEPARTMENTS DURING SESSIONS OF THE LEGISLATIVE ASSEMBLY\n(Vide Rule 14, Part I)\n1. *The allowance will be given to such of the staff in the following departments who are required to sit for overtime duty during the sessions of the Legislative Assembly at the rates sanctioned by Government by general or special orders issued from time to time subject to the conditions specified in Rules 2 to 6:-\n(i) Stationery Department\n(ii) Legislature Secretariat\n(iii) Law Department\n(iv) Public Relations Department\n†(v) Radio Electrical, Civil, Mechanical and Electronics wings of the Public Works Department.\n#(vi) Health Clinic, Legislator’s Hostel and the personnel deputed from the Medical College, Thiruvananthapuram and the Health Services Department.\n(vii) Police Department.\n(viii) Fire Force Department.\nThis Rule shall be deemed to have come into force with effect from 28th March, 1983.\n2. A person will be eligible for overtime allowance only if he has been on duty on a working day for a minimum period of two hours before 10 a.m. or after 5.00 p.m. or for a minimum period of 3 hours on an intervening holiday during the Assembly Session.\n3. Such members of the staff whose presence may be necessary in the interests of work shall be specifically required in writing by the Head of Department\/Office or by his immediate subordinate Gazetted Officer to attend office earlier and\/or to stay longer or to attend office on holiday. Only individuals who have been so directed will be eligible for overtime allowance.\n4. The following certificate will be signed by the drawing officer in the bills claiming overtime allowance-\n“Certified that Sri…………….………….. was required under specific orders to sit late in office\/to attend office early on……………………..or to attend office on Sunday\/……………………….holiday and was detained from.……………a.m to ………………….. a.m.\/p.m………………..to ……………….p.m. for disposal of urgent work relating to the Legislative Assembly.\nAlso certified that the amount claimed by Sri……………………..is in accordance with the rates prescribed in the rules in Appendix IV A of the Kerala Service Rules.”\n5. Members of the staff who are eligible for allowance in accordance with these rules will not be eligible for any other additional remuneration, conveyance\/ hire charges or compensation leave for the performance of the same duties.\n6. The allowance will be classified as ‘honorarium’ and will be drawing establishment\/salary bills. In the case of Gazetted Officers, the allowance will be authorised by the Accountant General on certificates furnished by the Head of Department\/Office or by his immediate subordinate Gazetted Officer.\n7. A register showing details of overtime work done, allowance paid therefore, etc., will be maintained in Form No. 14.\n*Effective from 11th June 1963."
    },
    {
        "Document":"KSR",
        "Part":"I",
        "Chapter":"",
        "Appendix":"VII",
        "Annexure":"",
        "Section":"II",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"1",
        "Description":"1. Special Casual leave not counted against ordinary causal leave may be granted to an officer in the following circumstances :\n(i) When he is ordered by the head of his office to absent himself from duty on the certificate of a medical officer or sanitary authority on account of the presence of infectious disease in his residence *provided no substitute is appointed and no extra cost to Government is involved. If, however, a substitute is necessary, ordinary leave debitable to the leave account of the officer should be granted. The grant of special casual leave involving the appointment of substitute in all other cases requires the sanction of Government; which will be accorded only when the absence is for less than 30 days and the subordinate concerned draws a pay of less than *Rs. 16180 per mensem, and has no ordinary leave to his credit. This amendment shall be deemed to have come into force with effect from 1st July 2009.\nNote 1.- When the officer himself catches the infection, regular leave under the rules must be taken for the period of absence.\nNote 2.- The following diseases are treated as infectious diseases for the purpose of the grant of special casual leave:-\n1) Smallpox\n2) † Deleted\n3) Plague\n4) Cholera\n5) Typhoid\n6) Acute influenzal Pneumonia\n7) Diphtheria\n8) Cerebro-spinal meningitis\nNote 3.- Leave under this head shall not ordinarily be granted for a period exceeding 21 days, but in exceptional cases it may be granted upto 30 days.\nNote 4.- Special casual leave taken in any circumstances may be allowed to be combined with ordinary leave or ordinary casual leave.\n* Note 5.- The heads of offices will also be eligible for special casual leave under the Rules.\n(ii) When he is summoned to serve as a juror or assessor or to give evidence before a court as a witness in civil or criminal cases in which his private interests are not in issue, the leave to cover the total period absence necessary.\n(iii) When he is permitted to attend the meetings of a University, or to undertake any other work connected with a University, leave to cover the period of absence from duty.\nBut if he takes up examinership in University Examination and accepts remuneration at the instance of Government, his absence will be treated as duty and if the work is not taken at the instance of Government, he will have to avail himself of eligible leave.\n# Note.- In the case of University examinations conducted by the Universities in Kerala, the examinership offered by one University to the teaching staff of colleges under another University and accepted by them will be treated as taking up examinership at the instance of Government for the purpose of this rule.\nThis Note shall be deemed to have come into force with effect from 18th February 1981.\n(iv) When he is bitten by a rabid animal, or if it becomes necessary to undergo anti-rabic treatment due to infection during post-mortem examination or other similar causes, leave to cover the actual period required for treatment (14 days) and for the journeys to and from the nearest anti-rabic treatment centre.\n(v) [Deleted]\n(vi) When an officer in the last grade is temporarily incapacitated on account of typhoid and cholera inoculation leave for one day.\n*(vii) (a) A male Government employee who undergoes vasectomy operation for the first time will be granted special casual leave for a period not exceeding six working days. Intervening Sundays and closed holidays will be ignored while calculating the period of special casual leave. Special casual leave for a period not exceeding 6 days will be granted for undergoing vasectomy operation for the second time also on production of a medical certificate from the prescribed medical authority to the effect that the first operation was a failure and that the second operation was actually performed.\n(b) A female Government servant who undergoes sterilisation operation will be granted special casual leave for a period not exceeding 14 days :\nProvided that special casual leave for undergoing tubectomy operation for the second time will be granted only on production of a medical certificate from the prescribed medical authority to the effect that the first operation was a failure and that the second operation was actually performed.\n(c) A male Government servant whose wife undergoes a gynosterilisation (tubectomy operation without delivery) will be granted special casual leave for a period not exceeding 7 days subject to production of a medical certificate from the medical officer who actually performs the operation.\n(d) An Officer undergoing treatment due to complication arising from sterilisation operation shall be granted special casual leave to cover the period of such treatment based on the certificate of the medical authority:\nProvided that if the Government servant is not hospitalised the period of special casual leave granted will be limited to 7 days in the case of male officers and 14 days in the case of female officers.\nRuling\nSpecial casual leave under this rule may be combined with holidays provided that the total period of absence from duty does not exceed ten days.\n(viii) Women employees who undergo I.U.C.D. insertion will be granted special casual leave for the day of insertion.\n*Special casual leave will be granted on the day of I.U.C.D.—re-insertion also.\n(ix) When an officer as member of a staff council has to attend a meeting of the council, he will be granted special casual leave for the days required for the journey from his place of duty to the place of the meeting of the council and back.\n†(x-a) Special casual leave will be granted to women Government employees having less than three children for undergoing medical termination of pregnancy. The leave shall be granted only once in their service and shall be for a period of six days including the day on which medical termination of pregnancy is conducted.\n*(x-b) Female Government employees who undergo salpingectomy operation after Medical Termination of Pregnancy (MTP) may be granted special casual leave for a period not exceeding 14 days.\n*(x-c) Male Government employees whose wives undergo tubectomy\/salpingectomy operation after Medical Termination of Pregnancy (MTP) may be granted special casual leave upto 7 days subject to the production of medical certificate stating that their wives have undergone tubectomy\/salpingectomy operation after Medical Termination of Pregnancy. It shall not be necessary to state in the certificate that the presence of the Government employee is required to look after the wife during her convalescence.\n†(xi) An officer who is a member of the Indian Institute of Public Administration may be granted special casual leave to attend any meeting\/seminar organised by the regional or local branch of the said Institute and for the days required for the journey from their place of duty to the place of meeting\/seminar and back.\n(xii) (i) A Government officer who has lost all male children or all female children after vasectomy\/tubectomy operation performed earlier; may be granted special casual leave for undergoing recanalization operation upto a period of 21 days or actual period of hospitalisation as certified by the authorised medical attendant, whichever is less. Special casual leave shall also be granted for the minimum journey period required and spent for the to and fro journey for undergoing the operation.\n(ii) The grant of special casual leave shall be subject to the following conditions, namely:-\n(a) the operation has been performed in a hospital or a medical college or an institution where facilities for recanalisation are available.\n(b) the request for the grant of special casual leave shall be supported by a medical certificate from the doctor who performed the operation to the effect that hospitalisation of the officer for the period stipulated therein was essential for operation and post operational recovery.\n(iii) *The period of absence in excess of the period of special casual leave as admissible under sub-clause (i) shall be treated as regular leave of the kind admissible under the leave rules applicable to the officer or ordinary casual leave as applied for by the officer.\nNote.- Special casual leave granted under clauses (vii) to (xii) under the Family Welfare Programme may be suffixed as well as prefixed to regular leave or casual leave. However, special casual leave should not be allowed to be prefixed or suffixed both to regular leave and casual leave. The intervening holidays and\/or Sundays may be prefixed\/suffixed to regular leave, as the case may be."
    },
    {
        "Document":"KSR",
        "Part":"I",
        "Chapter":"",
        "Appendix":"VII",
        "Annexure":"",
        "Section":"II",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"15",
        "Description":"The teachers under the Department of Technical Education may be granted special causal leave upto a maximum of 10 days either prefixed or suffixed to the vacation, for attending short-time refresher courses\/seminars, in case the period of the training falls outside the vacation period. For periods in excess of 10 days, regular leave will be granted. For this purpose the teachers may, as a special case, be permitted to combine special casual leave with regular leave.\nThe Principals of the Engineering Colleges, Polytechnics, Women’s Polytechnics and the Institute of Printing Technology, Shornur are authorised to sanction special casual leave under this rule.\nThis amendment shall be deemed to have come into force with effect from 18th September 1973."
    },
    {
        "Document":"KSR",
        "Part":"I",
        "Chapter":"",
        "Appendix":"VII",
        "Annexure":"",
        "Section":"II",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"20",
        "Description":"Every employee having a physically or mentally challenged child shall be granted special casual leave for a maximum period of 15 days in a calendar year on production of a certificate from a medical officer attending the child, stating that the child is physically, or mentally, challenged, on each occasion of the leave. Special casual leave under this rule shall be granted on more than one occasion subject to a maximum period of 15 days in a calendar year, if found necessary. The leave may be combined with ordinary leave or casual leave and the period of leave shall be exclusive of public holidays that may intervene. If both the parents are Government employees, a declaration countersigned by the competent authority to the effect that the spouse has not availed the leave in that calendar year shall also be produced."
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"VII",
        "Appendix":"",
        "Annexure":"",
        "Section":"VI",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"107",
        "Description":"If a pensioner wishes to accept any employment under a Government within or outside India, he should obtain the previous sanction of the Government to such acceptance. No pension shall be payable to a pensioner who accepts such an employment without proper permission in respect of any period for which he is so employed or such longer period as the Government may direct:\nProvided that an employee permitted by the Government to accept a particular form of employment under another Government during his leave preparatory to retirement shall not be required to obtain subsequent permission for his continuance in such employment after retirement.\nNote:– For the purpose of this rule “employment under other Government” shall include employment under a local authority or Corporation, or any other institution, or organization which functions under the supervision or control of other Governments."
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"V",
        "Appendix":"",
        "Annexure":"",
        "Section":"I",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"59",
        "Description":"Award of full pension – (a) The full pension admissible under this rule is not to be given as a matter of course, or unless the service rendered has been really approved.(b) If the service has not been thoroughly satisfactory, the Government may make such reduction in the amounts as they think proper.\nNote 1:– Government may review their orders if the affected employee makes a request within a period of three months from the date of orders.\nNote 2 :– This rule does not operate to authorize a reduction of ordinary pension either to nothing or to a nominal amount.\nRuling No.1\n1. The power to reduce the pension under this rule has not been delegated by Government to subordinate authorities.\n2. If a subordinate authority considers that it is open to question whether the full pension admissible under rules should be granted to an employee owing to his unsatisfactory character and conduct, the pension application shall be submitted to the Government for orders with a concise statement of the unfavorable circumstances appearing against that employee and a sufficient explanation thereof to enable the Government to form an opinion as to the propriety of reducing the pension.\n3. Though Rule 59 (b) does not provide for an enquiry before taking action, the person affected may be given an opportunity of being heard to satisfy the principles of natural justice. A detailed enquiry is not necessary for reducing the pension, under this rule. But before ordering a reduction of pension the employee concerned may be given an opportunity to explain and vindicate himself as for instance when irregularities are detected after retirement and departmental proceedings are not feasible under Rule 3 ibid.\nRuling No.2\n* Reduction of pension in the case of retired employees cannot be ordered under the Kerala Civil Services (Classification, Control and Appeal) Rules, 1960. In their case Rule 59 (b) of this Part is to be applied. No elaborate enquiry is necessary. But the retired employee concerned should be given an opportunity to explain and vindicate himself.\nRuling No.3\n** In cases where the Government orders reduction of pension under Rules 2,3,6 or 59 (b) of this Part it should be effected in whole rupees only so that the resultant pension may be paid in whole rupees even after effecting reductions.\nGovernment Decisions\n1. In the case of an employee who is compulsorily retired as a measure of penalty and sanctioned a reduced pension in accordance with the provisions of Rule 6 a further reduction under this rule may not be made.\n2. (a) This rule cannot be used directly to effect a penal recovery, but Government are justified in making proof of a specific instance of fraud or negligence by an employee, the grounds for a finding that his service has not been thoroughly satisfactory within the meaning of this rule for the purpose of reducing his pension.\n(b) The measure of the reduction in the amount of pension made under this rule should be the extent by which the employee’s service as a whole has failed to reach thoroughly satisfactory, standard and any attempt to equate the amount of reduction with the amount of loss caused to Government is incorrect.\n(c) This rule contemplates permanent reduction in the amount of pension ordinarily admissible and does not admit of the reduction of the pension payable in respect of any one particular year.\n3. *Minimum pension is fixed in consideration of the bare subsistence needs and given a delinquent officer a pension sufficient to maintain a subsistence level, will not therefore be misplaced leniency. Government have, therefore, decided that minimum pension will be admissible even in cases where pension is ordered to be reduced as a punishment.\\"
    },
    {
        "Document":"KSR",
        "Part":"III",
        "Chapter":"V",
        "Appendix":"",
        "Annexure":"",
        "Section":"VII",
        "Sub Section":"",
        "Sub division":"",
        "Rule no.":"90",
        "Description":"The provisions in sub-rules 1 to 13 shall govern the grant of Family Pension under the Liberalised Family Pension Scheme hereinafter termed as “Contributory Family Pension”.\n(1) The Contributory Family Pension scheme introduced with effect from the 1st April 1964 is applicable to all regular employees on pensionable establishments under the Government governed by the Kerala Service Rules.\n(a) who were in service on 1st April 1964 and had not opted out of it.\n* Note :– All employees of the State Government who were on or after the 30th September 1977 or who retired from service or after the date shall be entitled to the benefit of liberalized family pension.\nGovernment Decision\n‡ Government employees who are appointed Members of the Public Service Commission and whose date of superannuation falls on a date after 1st April 1964 will automatically be governed by the Contributory family pension scheme in case they do not specifically opted out of it, provided they agree to surrender two month’s emoluments from the death-cum-retirement gratuity.\n(b) who were governed by the old service Rule like (1) The Travancore Service Regulations, (2) The Cochin Service Regulations and (3) The Fundamental Rules (Madras), The Madras Pension Code and The Madras Manual of Special Pay and Allowances but opted to come over to the Kerala Service Rules including the rules under the Contributory Family Pension Scheme on or after 1st April 1964 and\n(c) who entered service on or after 1st April 1964.\nNote :– The scheme is also applicable to:\n(i) the families of the Government employees governed by the Workmen’s Compensation Act; provided that the Workmen satisfy all the conditions of the scheme (see sub-rule 4D below also), and\n(ii) †the families of full-time contingent employees and work charged employees who died between 1st April 1968 and the last date fixed for the exercise of option to come over to the regular establishment, without exercising the said option.*[Omitted. takes effect on and from 1st October 1977]\n(iii) the families of the pensionable employees of the Travancore Devaswom Board, the pensionable employees of the Cochin Devaswom Board, the aided school teachers who have opted for Chapter XIV (e), Kerala Education Rules, the pensionable employees of certain Government Industrial concerns such as Kerala Soaps and Oils Limited, Ceramic Concerns, Trivandrum Rubber Works, Corporation and Municipal employees governed by D.C.R.B. Rules (other than employees who were permanent in the Trivandrum Corporation on 17th August 1950 and in Municipalities in Travancore area on 1st April 1953, the employees who were permanent in the Trivandrum Corporation on 17th August 1950 and in Municipalities of Travancore area on 1st April 1953, the pensionable employees of Panchayats, the Melkanganom employees and the Mathilagom employees governed by the Kerala Service Rules and in respect of whom pensionary liability has been taken over by Government.\n(2) The scheme is not applicable to:-\n(a) persons who retired on or before 31st March 1964 but were reemployed on that date or thereafter,\n(b) persons paid from Contingencies,\n(c) workcharged staff,\n(d) casual labourers,\n(e) contract officers, and\n(f) *\nNote :– In respect of items (b) and (c) above see item (ii) under Note below sub-rule 1 also.\n(3) †‘Contributory Family Pension’ will be admissible in case of death while in service or after retirement on or after the 1st April 1964. In the case of death after retirement, the retired employee must have been at the time of death in receipt of compensation, invalid, retiring or superannuation pension or pension granted on compulsory retirement by way of penalty.\n(4) The rate of contributory family pension with effect from 1st April 1964 will be as follows:-\nPay at the time of death or Retirement:  Monthly Family Pension\nAbove Rs.800:  10 percent of pay subject to a maximum of Rs. 150 and a minimum of Rs. 90.\nUp to and including Rs.800 but above Rs. 200:  15 percent of pay subject to a minimum of Rs. 50 and a maximum of Rs. 90.\nUp to and including Rs. 200 but not below Rs. 100:  25 percent of pay subject to a minimum of Rs. 30\nBelow Rs. 100:  30 percent of pay subject to a minimum of Rs. 20\n\n* Provided that in the case of death after retirement on or after the 1st day of July,1978, the family pension shall be payable at a higher rate of twice the normal rate of family pension admissible, or the amount of pension sanctioned to the pensioner on retirement, whichever is less, for a period of 7 years or till the date on which the deceased pensioner would have attained the age of 62 years (**63 years in the case of those who retired at the age of 56 years and 67 years in the case of those who retired at the age of 60 years) whichever is earlier and after that at normal rate till such period as provided in the rules:\nProvided further that the amount of family pension at higher rate shall not exceed the pension sanctioned on retirement. If the amount of pension sanctioned to the deceased pensioner is less than the amount of normal rate of family pension admissible, the amount of family pension payable after death shall be the normal rate of family pension admissible.\nNote:- In the case of those who retire at the age of 58 and 60 years, the above provisos shall take effect from the 30th day of June 1980, **and in the case of those who retired at the age of 56 years, the said provisos shall take effect on and from the 1st day of April, 2012.\nNote:1:- No temporary increase will be admissible in respect of family pension granted under these rules.\nNote-2:- The commutation of pension has no effect on the quantum of contributory family pension as the rate of family pension is based on the pay, which the government employee was drawing immediately before retirement and not on the pension sanctioned to him.\nNote-3. The scheme does not debar a government employee\/ pensioner from drawing contributory family pension in addition to his pay or pension. In the event of death of the father and the mother, who were both government employees the minor children will be eligible to draw two family pensions, subject to a total of Rs.150 per mensem, provided both the employees were governed by these rules.\n(4A). In case an employee governed by these rules dies on or after 1st January 1966 while in service, the family pension shall be payable at 50 per cent of the basic pay (inclusive of dearness pay, if any) last drawn subject to a maximum of twice the family pension admissible at the above rates for a period of seven years from the date of death ! or till the date on which the deceased employee would have attained the age of 62 years, 63 years, 65 years or 67 years as the case may be in respect of those who retire at the age of 55 years , 56 years, 58 years or 60 years respectively whichever is earlier and thereafter at the normal rates till such period as provided in the rules\nNote:– In the case of an employee who dies while on extension of service the date up to which the extension of service had been sanctioned to him before his death will be deemed to be the normal date of superannuation.\n(4B). In case an employee who was in service on 31st March 1964 and had opted not to be governed by these rules died on or after 1st January 1966 without exercising option within such period as may be prescribed by Government to avail himself of the benefits of the scheme under these rules the family pension as liberalized with effect from 1st January 1966 (vide-sub-rule 4A) shall be payable to his family.\nNote 1 :– The concessions allowed in sub-rules 4(A) and 4(B) above are not applicable if the Government employee had put in less than 7 years’ continuous service prior to his death.\nNote 2 :– In cases of death while in service on or after 14th November 1966 seven years’ of service whether continuous or not will be taken as seven years of qualifying service.\n(4C)(1) In the case of employees who die while in service or after retirement on or after 1st April 1966 the rate of contributory family pension will be as follows:-\nPay at the time of death or Retirement : Monthly Family Pension\nRs. 800 and above: 12 percent of pay subject to a maximum of Rs. 150\nRs. 200 and above but below Rs. 800: 15 percent of pay subject to a maximum of Rs. 96 and a minimum of Rs. 60.\nBelow Rs. 200: 30 percent of pay subject to a minimum of Rs. 25\n\nNote :– ‡ The minimum contributory family pension has been fixed at Rs. 40 with effect from 1st October 1971.\n(2) The proviso under sub-rule 4, and sub-rules 4 (A) and 4 (B) and the notes under them shall apply mutatis mutandis.\n*(4CC)(1) The rate of Family Pension in the case of death while in service or after retirement on or after 1st April 1994 will be computed as indicated below, namely:-\nPay at the time of death or Retirement or death: Monthly Family Pension\nNot exceeding Rs. 1500: 30% of pay subject to a minimum of Rs. 375\nExceeding Rs. 1500 but not exceeding Rs. 3000: 20% of pay subject to a minimum of Rs. 450\nAbove Rs. 3000: 15% of pay subject to a minimum of Rs. 600 and maximum of Rs. 1100\n\n(2) The rate of family pension in the case of death while in service or after retirement of employees will be 30 percent of the pay with effect from 1st March 1997 irrespective of the category to which they belong. The minimum family pension will be Rs. 1,275 per mensum and the maximum family pension will be 30 percent of the highest pay in the State Government.\n(3) ** The normal rate of family pension with effect from the Iast day of July, 2004 shall be 30% of the pay at the time of retirement\/death while in service subject to minimum of Rs. 2400 per month and maximum of Rs. 16875 per month (i.e., 30% of maximum of the highest scale of pay in the State Government Service).\n(4) # The normal rate of family pension with effect from the 1st day of July, 2009 shall be 30% of the pay at the time of retirement\/death while in servicesubject to minimum of Rs. 4500 per month and maximum of Rs. 17960 per month (i.e., 30% of maximum of the highest scale of pay in the State Government Service.\n(5) The proviso under sub-rule (4), sub-rules (4A) and (4B) and the notes thereunder shall apply to this sub-rule mutatis mutandis.\n(4D) The benefits under sub-rule 4A above shall be admissible also in the case of a Government employee governed by the Workmen’s Compensation Act [vide item (i) under Note below sub-rule 1 also] in addition to any compensation under the Act.\nSubject to the condition that the family pension payable shall be at 50 percent of the basic pay (including dearness pay, if any) last drawn or 1½ times the family pension admissible at the ordinary rates, whichever is less.\nIn cases where an employee governed by the Workmen’s Compensation Act dies for reasons not covered by the Act and is not eligible for any compensation thereunder the benefit of sub-rule 4A, shall be available as in the case of other pensionable employees under Government.\nIn all the cases mentioned in this rule the authority competent to sanction the contributory family pension shall along with the family pension papers furnish to the Audit Officer a Certificate to the effect that the family of the deceased government employee is not eligible for any compensation under the Workmen’s Compensation Act †\n(5) ‘Pay’ for this purpose means the pay as defined in Rule 12(23), Part I, Kerala Service Rules and Dearness Pay which the person was drawing on the date of his death while in service or immediately before his retirement. # If, on the date of his death while in service or immediately before his retirement, a person has been absent from duty on leave (including Leave Without Allowance) or on suspension and if the period qualifies for pension, pay means, the pay he would have drawn had he not been absent from duty on leave or suspension(w.e.f 20.10.2000).\n* Note 1 :–In the case of notional promotions, pay will be the pay, which the officers concerned are eligible for, as a result of the notional fixation of pay even though they may not have actually drawn the same.\n** Note 2 :–Notional pay consequent on change in scale of pay due to general pay revision or other shall be reckoned for calculation of family pension.\nRuling No.1\nProvisional Pay of appointments under Rule 9 or 31 of the Kerala State and Subordinate Service Rules will also be taken into account for the purpose of contributory family pension with effect from 14th November 1966.\nRuling No.2\nThe portion of Dearness Allowance treated as Dearness Pay will be reckoned for the purpose of contributory family pension in respect of cases occurring on or after 1st April 1969:\n‡ Provided that the deduction of two months’ pay from death-cum-retirement gratuity will also include the element of Dearness Allowance treated as Dearness Pay.\n(6) †‘Family’ for purposes of those rules means the following relatives of the employee, namely:-\n(a) wife in the case of a male employee\n(b) husband in the case of a female employee,\n(c) **Eldest eligible son\/daughter (in the order of seniority) till marriage\nor till attaining the age of 25 years or till he\/she gets employed,\nwhichever is earlier.\n(d) Children suffering from physical\/mental disorder or disability\n(e) Unmarried daughters above 25 years.\n(f) Son\/daughter adopted legally before retirement\n(g) Parents (in equal shares)\n(h) Judicially separated wife\n(i) Judicially separated husband.\n*(j) Disabled divorced daughter\n*(k) Widowed disabled daughter\nNote 1 :– If there are no surviving members of the items (a) to (e) above, Government may sanction family pension to the members referred to in items (f) and (g) subject to the conditions prescribed in sub-rule 6A. If the members referred to as items (a) to (g) are not surviving, the family pension may be paid to the member specified in items (h) or (i) as the case may be, provided the employee has included the details of such member in Form 5A. If judicially separated wife\/husband is @ not included in the details of family furnished in Form 5A family pension is not payable to judicially separated wife\/husband.\n‡Note 2 :– Legal marriage after retirement shall also be considered for the purpose of these rules. In such cases, the retired officer shall file a revised Form 5A before the Accountant General after marriage. In cases where Form 5A has not been filed due to death of the pensioner the family pension will be sanctioned after observing the procedure laid down in rule 118 (2) Part III K,S,R. In the case of second marriage after retirement, necessary certificates\/ documents from the authorities concerned duly certified by the Notary Public of the locality to the effect that *the spouse of the first marriage is alive, but legally divorced or not alive and the marriage of the deceased Government servant with the applicant was lawful and legally valid one shall also be produced.\n! Note 3 :– The terms ‘sons’ and ‘daughters’ occurring in clauses (c) and (d) of sub rule (6) include posthumous sons and posthumous daughters.\n† Note 4:– In the case of disabled divorced daughter of a deceased employee\/pensioner whose marriage has been legally annulled, family pension is admissible from the date on which her marriage stands annulled. In the case of widowed disabled daughter of a deceased employee\/pensioner, family pension is admissible from the date of death of her husband.\n** Note 5 :– Family pension shall be payable to the members specified in clauses (d), (e), (g),(j), and (k) of sub-rule (6) of this rule from the date or first month following the date of death of the pensioner or family pensioner as the case may be, only if the application in Form 6 along with the Eligibility Certificate or Medical Certificate as the case may be, is submitted to the pension sanctioning authority within $ three years of death of the employee or pensioner or family pensioner. In cases where the application along with the Eligibility Certificate or Medical Certificate are submitted after $ three years of death of the employeee or pensioner or family pensioner, as the case may be, family pension shall be payable with effect from the date of issue of Eligibility Certificate or Medical Certificate. Family pension shall be payable to the members specified in clauses (e), (g), (j) and (k) of sub-rule (6) of this rule only if their income is less than *Rs.15,000 per annum, subject to the conditions specified in sb-rule(6A) and sub-rule (7) of this rule.\n† (6A) Notwithstanding anything contained in sub-rule 6 above.\n(1) Contributory family pension will be admissible to the parents of the deceased Government employee if they were solely dependent on the deceased for maintenance and they have no other source of income or support for maintenance, and even in cases where the parents have an independent source of income of *less than Rs. 15,000 per annum and they were partly dependent on the deceased for maintenance and there are other extenuating circumstances, subject to the following conditions:\n(i) $ There are no eligible members in the family who have a prior claim for family pension as specified in sub-rule (6) or when the eligibility of family members having prior claim ceases, subject to other conditions specified in this rule:\nProvided that monetary benefit shall be allowed with effect from 19th day of December, 2013 to those who are eligible to receive family pension prior to the said date.\n(ii) The parents of the deceased Government employee have no other living sons\/daughters who are well placed, † and the husband\/wife, as the case may be of the beneficiary is also not well placed in life\n(iii) Only one family pension will be payable to a person under this rule even if there may be claim for more than one family pension on account of death of more than one son or daughter.\n(2) **The contributory family pension shall be payable to parents in equal shares and on the death of either one of the recipients, his\/her share shall be payable to the surviving member.\n(3) ! [Omitted. Takes effect on and from 1st October 1977]\n(4) The family pension under this rule is payable with effect from 20th March 1969 to the parents of the government employees who died while in service or after retirement on or after 1st April 1964.\n(5) The family pension under this rule will be sanctioned by Government.\n(6) Eligibility for contributory family pension will be determined on the basis of the report (in the form in Annexure I) of the Tahasildar of the Taluk in which the person lives. For the continued payment of family pension the person entitled to the pension shall produce at the treasury one year after the date of commencement of the family pension an annual certificate (in the form in Annexure II) from the Tahasildar or a gazetted employee of the locality.\n(7) The contributory family pension will be admissible:-\n(a) In the case of widow\/widower up to the date of death or remarriage whichever is earlier and @ when the widow \/ widower has not another husband \/ wife living at the time of death of the employee.\n(b) #In the case of unmarried son\/daughter till he\/she attains the age of 25 years or marriage or starts earning his\/her livelihood, whichever is earlier. * In the event of death of father and mother, who were both Government employees\/pensioners, the children below theage of 25 years will be eligible to draw two family pension till they attain the age of 25 years or getting married or employed whichever is earlier subject to the following limits, provided both the parents were governed by these rules:-\n(a) * If both family pension are in the higher rate or if one family pension is in the higher rate and the other in the normal rate, the total of the two shall not exceed 50% of the highest pay in the state scale i.e 50% of Rs. 59,840 viz., Rs. 29,920.\n(b) * If both family pensions are in the normal rate, the total of the two shall not exceed 30% of the highest pay in the state scale, i.e., 30% of Rs. 59,840 viz., Rs. 17,960.\n(c) # #Deleted\nIn cases where death occurred prior to 29th August 1967 and the deceased employee is survived by two or more widows, family pension will be paid to the eldest surviving widow. On her death (or in the event of her remarriage) it will be payable to the next surviving widow, if any. The term ‘eldest’ would mean seniority with reference to the date of marriage, † In all other cases where death occurred on or after 29th August 1967, and\n(i) ** Omitted\n(ii) where the deceased employee \/pensioner is survived by a widow\/ widower from a legally valid second marriage, but has left behind eligible son\/daughter from the spouse of the first marriage, the eligible son\/daughter of the first marriage shall be paid the share of family pension which the spouse of the first marriage would have received, if the spouse had been alive at the time of death of the employee\/ pensioner. While sharing family pension between the children of the first marriage and spouse\/children of the second marriage, restoration of full family pension shall be allowed provided the share to the children of the first marriage\/spouse or children of second marriage is no longer payable.\nProvided that if the son or daughter of a Government employee is suffering from any disorder or disability of mind or physically crippled or disabled so as to render him or her unable to earn his living even after attaining the age of 25 years, the family pension shall be payable to such son or daughter for life, subject to the following conditions namely:-\n(i) **If such son or daughter is one among two or more sons or daughters of the Government employee, the family pension shall be initially payable in the order set out in sub rule (8) until last son\/daughter attains the age of 25 years # or till marriage or starts earning his\/her livelihood as in the case may be, and thereafter the family pension shall be resumed in favour of the son or unmarried daughter suffering from disorder or disability of mind or who is physically crippled or disabled and shall be payable to him \/ her for life @ or till he\/she starts earning a livelihood\n(ii) If there are more than one such son or daughter suffering from disorder or disability of mind or who are physically crippled or disabled, the family pension shall be ^ divided equally among them irrespective of sex”.\n(iii) The family pension shall be paid to such son or daughter through the guardian *nominated by the Govt. Employee\/Pensioner as if he or she were a minor.\n(iv) @ Family pension shall be paid to the son\/daughter who is suffering from any disorder or disability of the mind through a guardian nominated by the Government employee\/ pensioner\/family pensioner as if he\/she was a minor. In cases, where there is no valid nomination, family pension shall be paid through a guardian appointed on the basis of a defacto guardianship certificate issued by the Tahsildar or by the Local Level Committees under sections 13 and 14 of the National Trust for the Welfare of Persons with Autism, Cerebral Palsy, Mental Retardation and Multiple Disabilities Act, 1999.\n(v) *A certificate from a Medical Officer not below the rank of a Civil Surgeon to the effect that, he\/she continues to suffer from disorder or disability of mind or continues to be physically crippled or disabled shall be produced every three years.\n(vi) *In the event of the death of the father and mother who were both Government employees\/ pensioners, such son\/daughter of a pensioner shall be eligible to draw two family pensions, subject to the limits prescribed in clause (b) to this sub-rule provided both the parents were governed by these rules.\n† Note:-The above benefit is extended to such sons\/ daughters of Government employees who retired \/ died before 17th January 1977\nExplanation :\n(a)$ The family pension payable to such a son or daughter shall be stopped if he or she starts earning his \/ her livelihood.\n(b) $ In such cases it shall be the duty of the guardian to furnish a certificate to the Treasury Officer every month that-\n(i) The son or daughter has not yet started earning his\/her livelihood;\n(ii) In the case of daughter, that she has not yet married.\n(c) $ A certificate to the effect that the family pensioner has not yet started earning his\/her livelihoold shall be furnished to the Treasury Officer every month.\n\nRuling\n† The children of a deceased employee born out of a divorced\/judicially separated wife will be eligible for a share of family pension to the same extent as it would have been admissible to their divorced\/judicially separated mother but for such divorce or Judicial separation.\n7(A)(i) # The pension sanctioning authority will approve the claim for family pension to the disabled son\/daughter on the basis of the details furnished in the pension application and the prescribed medical certificate in support thereof.\n(ii) In writing up the Pension Payment Order to be issued to the pensioner, the Audit Officer will note therein, the name and date of birth of the eligible disabled son\/daughter indicating that payment will be authorized as and when claim arises.\n(iii) As and when the claim arises the ∗guardian nominated by the Government Employee\/ Pensioner and is authorized to receive the pension on behalf of the disabled son\/daughter shall send a fresh application supported by necessary medical certificate through the Treasury Officer concerned, who will forward the application to the Accountant General’s Office with both halves of the Pension Payment Order.\n(iv) The Audit Officer will, on receipt of the above documents verify the claim with the original pension papers and obtain the sanction of the pension sanctioning authority for payment of family pension to the disabled son\/daughter.\n(v) The Audit Officer will incorporate the following condition in the Pension Payment Order when the payment is authorized, namely:-\n(a) that the person receiving the pension as guardian shall produce every three years a certificate from a civil surgeon to the effect that the claimant continues to suffer from the disability.\n(b) that the guardian shall produce a certificate to the Treasury Officer every month, that,—\n(A) the disabled son \/ daughter has not started earning his\/her living,\n(B) in the case of disabled daughter, she has not yet married.\n(8) ∗Except as provided in sub-rule (7) pension awarded under these rules will not be payable to more than one member of an employee’s family, at the same time. † It will first be admissible to the widow\/widower and thereafter to the eligible son\/daughter in the order of seniority as given in the definition of family in sub-rule (6) till they attain the age of 25 years or getting married or starts earning his\/her livelihood whichever is earlier.\nNote:-@ where the eligible children happen to be twins of the same sex, Family pension shall be paid to them in equal shares.\n(9) In the event of re-marriage or death of the widow or widower the family pension will be granted to the minor children, through their natural guardian, (if any, otherwise through their de facto guardian on production of an indemnity bond, etc., as laid down in Note 2 under Rule 118, below). In disputed cases, however, payment will be made through a legal guardian (i.e., guardian appointed by a court of law):\nProvided that where the minor children are under the care of a de facto guardian while the natural guardian is alive and the natural guardian consents to the payment of family pension due to the minor children to the de facto guardian, the family pension shall be granted to the minor children through their de facto guardian on production by him of :-\n(i) A certificate from the Tahasildar of the Taluk to the effect that the minor children are under the care and custody of the defacto guardian;\n(ii) # The written consent of the natural guardian duly attested by two witnesses; and\n(iii) An indemnity bond in Form 8A.\n(9A) ** Omitted\n(10) * [Omitted. Takes effect on and from1st October 1977]\n(11) $ Widow\/widower of the Government employee governed by these rules will not be entitled to family pension under any other rules except family pension granted from the Defence Department and Extraordinary pension admissible under the rules in Appendix XIII of Part III of this rules.\n(12) As in the case of grant of an ordinary pension future good conduct of the recipient is an implied condition of every grant of a pension under this rules. Government reserve to themselves the right of withholding or withdrawing such a pension or any part of it, if the recipient be convicted of serious crime or be guilty of grave misconduct and Government’s decision on such matters will be final.\nPROCEDURE\n(13) (i) All non-gazetted employees entitled to the benefit of these rules shall be required to furnish a statement of details of their family (in Form 5A) as defined in sub rule (6), i.e., the name and date of birth of each member with his\/her relationship with the Government employee and thereafter, to keep this statement up-to-date. Additions to and alterations in the statement will be made by the head of office from time on receipt of information from the Government employees concerned.\nThe statements so received should be countersigned and pasted in the Service Books of the employees concerned.\n(ii) All gazetted employees will furnish the details of their family (in form 5A) to the Audit Officer. It will also be their responsibility to keep these particulars up to date. The Audit Officer will be required to acknowledge receipt of the communication on the subject.\n(iii) Cases where death occurs while in service- On receiving the information of death of an employee while in service, the concerned administrative authorities will send a letter in Form 6A with the application form for family pension to the family of the deceased and ask for necessary documents mentioned therein.\n(iv) On receiving the documents referred to in sub-para (iii) above the pension sanctioning authority will sanction family pension and send all these documents along with the Service Book of the Government employee to the Accountant General, who will then issue the Pension Payment Order to the beneficiary.\n(v) In the case of gazetted employees, on receipt of application for family pension with necessary documents from the claimant, the Accountant General will forward the same to the head of the department for enquiry and report of the title of the claimant for the family pension under these rules. On receipt of the report with the other documents duly attested he will prepare the family pension papers and forward them to the pension sanctioning authority for sanction. On the basis of the sanction received from the pension sanctioning authority and the report he will issue the authorization to the beneficiary.\n(This procedure is applicable with effect from 1st October 1967).\n(vi) Cases where death occurs after retirement.-In order to facilitate prompt payment of family pension to the widow \/ widower of the pensioner, Pension Payment Order has been amended so as to provide for the admissibility of the family pension to her\/him under the same Pension Payment Order, under which the pensioner was drawing his pension. While applying for the grant of pension in Form 2 the Government employee would furnish three copies of his\/her joint photograph with wife\/ husband: one of which will after having been attested by the pension sanctioning authority be henceforth pasted in the Pension Payment Order –Pensioners portion. The amount of family pension admissible will be mentioned in Pension Payment Order. The Treasury Officer will start paying family pension to the widow\/ widower on receipt of death certificate of the pensioner and the application in Form 6 for the grant of contributory family pension to him\/her, under intimation to the Audit Officer. If the widow\/widower is also not there and the family pension is payable to the minor children through their natural guardian, the guardian will apply on behalf of the children with two copies of his photograph and the other necessary documents to the Head of Office \/ Department concerned. On surrendering the first Pension Payment Order fresh Pension Payment Order will have to be issued in such cases."
    }
]